Repository: mapplas/digitalCalculator
Catalog: com.digitalCalc/com.digitalCalc/*.lproj/Localizable.strings
Languages: es

# nav_bar_title
source: Genius Multiplication
es: Multiplicación Genius

# nav_bar_ranking_left_button_title
source: Back
es: Volver

# nav_bar_right_button_title
source: Clear all
es: Borrar todo

# segm_control_line
source: Lines
es: Líneas

# segm_control_dot
source: Dots
es: Puntos

# help_text_prefix
source: Draw
es: Dibuja

# help_text_singular_suffix
source: diagonal line
es: línea diagonal

# help_text_plural_suffix
source: diagonal lines
es: líneas diagonales

# help_text_sing_sing_suffix
source: crossing the previous
es: que se cruce con la anterior

# help_text_plural_sing_suffix
source: crossing the previous
es: que se cruce con las anteriores

# help_text_sing_plural_suffix
source: crossing the previous
es: que se crucen con la anterior

# help_text_plural_plural_suffix
source: crossing the previous
es: que se crucen con las anteriores

# help_text_dots_text
source: Draw dots where the lines cross
es: Marca con puntos dónde las lineas se cruzan

# help_text_dots_count_text
source: Count the dots and set result!
es: Cuenta los puntos y pon el resultado con la barra deslizante!

# help_text_press_check_button_text
source: Tap CHECK, to see if you are right!
es: ¡¡¡Pulsa COMPROBAR, para ver si has acertado!!!

# help_text_tap_to_continue
source: Tap to continue...
es: Toca para continuar...

# menu_section_levels_title
source: Levels
es: Niveles

# menu_section_configuration_title
source: Settings & Help
es: Configuración y Ayuda

# menu_section_levels_low
source: Beginner
es: Principiante

# menu_section_levels_medium
source: Genius
es: Genio

# menu_section_levels_high
source: Prodigy (Coming Soon)
es: Prodigio (próximamente...)

# menu_section_settings_help_enabled
source: Help
es: Ayuda

# menu_section_settings_game_mode_change
source: Choose game mode
es: Modo juego

# menu_section_settings_ranking
source: Ranking
es: Clasificación

# menu_section_settings_share
source: Share
es: Compartir

# result_checked_ok_learn_mode
source: GREAT Genius!! One more? Tap to continue!
es: BIEN!!! Otra más? Toca la pantalla!

# result_checked_nok_learn_mode
source: Oops! You Know it, try again...
es: Casi... Seguro que lo sabes, prueba otra vez

# result_checked_ok_game_mode
source: 10 points! Quickly, tap to do the next!
es: 10 puntos más! Rápido toca para la siguiente!

# result_checked_nok_lgame_mode
source: Hurry! Try again!
es: Rápido! Inténtalo otra vez!

# ranking_screen_title
source: Ranking
es: Clasificación

# ranking_screen_points_suffix
source: points
es: puntos

# username_alert_view_title
source: Genius Name
es: Nombre del Genio

# username_alert_view_message
source: Type your name Genius!
es: Introduce tu nombre Genio!

# username_alert_view_negative_message
source: Cancel
es: Paso

# in_app_purchase_nav_left_button_title
source: Cancel
es: Cancelar

# in_app_purchase_buy_text_label_title
source: Unlock all levels and Game mode to learn to multiply in a matter of minutes in a smart, quick and easy way!
es: ¡Desbloquea el Nivel Genio y el Modo Juego para aprender a multiplicar rápida e inteligentemente!

# in_app_purchase_ok_alert_title
source: Purchase completed
es: Compra terminada

# in_app_purchase_ok_alert_message
source: Enjoy learning and playing!
es: ¡Disfruta aprendiendo y jugando!

# in_app_purchase_nok_alert_title
source: Unsuccessful purchase
es: Compra fallida

# in_app_purchase_nok_alert_message
source: Something went wrong... Try it again!
es: Algo salió mal, inténtalo otra vez!

# gallery_nav_left_button_title
source: Skip
es: Saltar

# restore_in_app_purchase_ok_alert_title
source: Restore completed
es: Compra restaurada

# restore_in_app_purchase_ok_alert_message
source: Enjoy learning and playing!
es: Disfruta aprendiendo y jugando!

# restore_in_app_purchase_nok_alert_title
source: Unsuccessful restore
es: Error restaurando compra

# restore_in_app_purchase_nok_alert_message
source: Something went wrong... Try it again!
es: Algo salió mal, inténtalo otra vez!

# share_twitter_error
source: Twitter client is not avaliable
es: Twitter no está disponible

# share_facebook_error
source: Facebook client is not avaliable
es: Facebook no está disponible

# share_sms_error
source: Error sharing via SMS
es: Error al enviar SMS

# share_sms_ok_message
source: Message correctly sent
es: SMS enviado con éxito!

# share_email_error
source: Error sharing via email
es: Error enviando email

# share_email_ok_message
source: Email correctly sent
es: Email enviado correctamente

# share_email_subject
source: Try it!
es: ¡Pruébala!

# share_message_part_1
source: I am using
es: Estoy usando

# share_message_part_2
source: for iOS. Try it out, it's amazing! @SupportGenius #GeniusMultiplication
es: para iOS. ¡Pruébala, es increíble! @SupportGenius #GeniusMultiplication
